[
    {
        "model": "campaign_trail.question",
        "pk": 44052,
        "fields": {
            "priority": 0,
            "description": "[December 1956] With the refusal of University of Toronto president, Sidney Smith, to stand for the leadership of the party, it seems as though you should easily capture the prize. All that remains is to decide upon the seconder of your nomination, with your nominator being Premier Hugh J. Flemming of New Brunswick.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44325,
        "fields": {
            "priority": 0,
            "description": "[March 1957] Finance Minister Walter Harris has released the final Liberal budget before the election, planning a surplus of $258 million, and a $100 million increase in social welfare, including a $6/month increase for pensioners, effective after the election's resolution.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44350,
        "fields": {
            "priority": 0,
            "description": "[April 1957] A week before the dissolution of Parliament, a final shock has run through the government, with the suicide of Canada's ambassador to Egypt, E.H. Norman (who played a key role in negotiations over the end of the Suez Crisis) amidst accusations of communism by a United States Senate subcommittee.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44362,
        "fields": {
            "priority": 0,
            "description": "[April 1957] As the writ drops, the troika at the head of the Tory campaign has finally come together, and for the first time, nonelected men have been selected for such a role; advertising agents Dalton Camp and Allister Grosart, alongside Winnipeg South Centre MP, Gordon Churchill, have been tasked with the responsibility of campaign management as well as devising your new slogan.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44363,
        "fields": {
            "priority": 0,
            "description": "[April 1957] Dr. Merrill Menzies, an agricultural economist from Saskatchewan, and brother-in-law to your close friend, Dr. Glen Green, has, along with Qu'Appelle candidate Alvin Hamilton, proposed a set of transformational economic policies, evoking a New National Policy for Canada and western development.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44364,
        "fields": {
            "priority": 0,
            "description": "[April 1957] Gordon Churchill, having done an analysis of the previous election campaign by the Conservatives, has come to see that a disproportionate fraction of party funds were spent in Québec, in futile attempts at breaking through Liberal supermajorities, whereas spending funds more equitably, focusing in on English Canada, could deliver a minority without a single seat in Québec. Alliser Grosart tends to agree, but waits for your input on how to split the measly $1 million your party has at the beginning of this campaign.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44365,
        "fields": {
            "priority": 0,
            "description": "[April 1957] In past years, your party's messaging has focused on improving the image of the entire party, but the party is, in the minds of most Canadians, associated with the reactionary conservatism of Bay Street, and the Protestant supremacism of the Anglo-Saxon Orange Order. Meanwhile, your own image is that of the progressive prairie populist, crusader for social justice.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44366,
        "fields": {
            "priority": 0,
            "description": "[April 1957] As the second week of the campaign dawns, where will you spend your time campaigning?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44367,
        "fields": {
            "priority": 0,
            "description": "[April 1957] Ontario Premier Leslie Frost is perhaps the most popular political figure in that province, having won re-election two years ago, with his party taking more than eight out of every ten ridings. He wants reassurance, however, on the issue of dominion-provincial relations before endorsing you fully.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44368,
        "fields": {
            "priority": 0,
            "description": "[April 1957] As the first month of the election draws to a close, a packed Massey Hall crowd, already worked up by the introductory speaker, awaits your remarks of the first major speech of the campaign.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44369,
        "fields": {
            "priority": 0,
            "description": "[April 1957] With television advertising taking a larger role than ever before in this election, Grosart and Camp are eager to use it. To what extent do you plan on exploiting this new medium?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44370,
        "fields": {
            "priority": 0,
            "description": "[April 1957] With the Tories falling far behind in Western Canada over the past two decades, party leaders in the four provinces west of Ontario are desperate to have you stem the rising tide of the CCF and Social Credit.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44371,
        "fields": {
            "priority": 0,
            "description": "[April 1957] Despite occurring six months ago, the Suez Crisis is still, perhaps, the most pressing foreign policy concern of Canadian voters, with Mike Pearson's actions being condemned by those who favour closer ties with the United Kingdom.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44372,
        "fields": {
            "priority": 0,
            "description": "[April 1957] As the third week of the campaign starts, you decide where to focus efforts this week. ",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44373,
        "fields": {
            "priority": 0,
            "description": "[May 1957] The Canadian press corps has begun to follow you about the nation, seemingly picking up on the growing swell of Canadian enthusiasm for you and your party.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44374,
        "fields": {
            "priority": 0,
            "description": "[May 1957] The dizzying pace of your campaign has left many of your accompaniers exhausted, along with the press junket following you. Often, you have turned to sleeping on the plane between each stop to keep up with this fanatical pace. Do you intend to slow down at all?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44375,
        "fields": {
            "priority": 0,
            "description": "[May 1957] The Pipeline Debate and the related forced closure motion through Parliament were perhaps the igniting issues of this election, and the last valiant cry of George Drew's leadership. As you continue to campaign, to what degree are you going to emphasise this debasement of Parliament?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44376,
        "fields": {
            "priority": 0,
            "description": "[May 1957] As the fourth week of the campaign begins, where do you intend on spending your time on the trail?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44377,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Trade policy has often been an important issue in Canadian elections, dating back to your hero John A. MacDonald, who fought for a protectionist National Policy to defeat the continentalist Liberals. How do you intend on pressing the trade issue during this election?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44378,
        "fields": {
            "priority": 0,
            "description": "[May 1957] The ethnic vote has become increasingly important in recent elections, whether that be Eastern Europeans in urban Toronto, or Ukrainian homesteaders across the Prairies. Appealing to these voters will be critical to this election, but you must also be careful not to alienate your party's powerful WASP base.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44379,
        "fields": {
            "priority": 0,
            "description": "[May 1957] In attacking Louis St. Laurent and the Liberal government writ large, there is a debate within your party as to how the attacks should be pointed. Some of your MPs who hold the most personal animosity towards him demand full-throated attacks at the man himself, while your admen insist that it would come off poorly to come so strongly after the still-loved \"Uncle Louie.\"",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44380,
        "fields": {
            "priority": 0,
            "description": "[May 1957] As the fifth week of the campaign dawns, you must decide where to concentrate your campaign efforts.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44381,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Agricultural issues have played an important role in your past campaigns, especially in the rural parts of Prince Albert. How should the party campaign on these issues that are so pressing for western grain farmers.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44382,
        "fields": {
            "priority": 0,
            "description": "[May 1957] National development, that is the building of infrastructure and industry in underdeveloped parts of Canada, has become an increasingly important issue in recent elections. How do you wish to campaign on this issue during this election?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44383,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Vancouver beckons as the sixth week of the campaign begins - a major rally is scheduled for the city. How do you wish to approach it?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44384,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Parliamentary democracy has become increasingly degraded by two decades of total Liberal dominance over Ottawa, with even the smaller parties joining in your criticism of the heavy-handed way in which St. Laurent, Harris, and especially Howe have treated the cathedral of the people. How will you deal with this issue on the trail?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44385,
        "fields": {
            "priority": 0,
            "description": "[May 1957] CD Howe was reported as having made several insensitive comments in Manitoba recently. These include poking a farmer in the stomach and saying, \"Looks like you've been eating pretty well under a Liberal government,\" and refusing to answer questions from local Liberal party members.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44386,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Québec, governed by Maurice Duplessis' Union Nationale, has often been out of reach for the Progressive Conservatives. Though, with increasing momentum on your part, and an increasing disdain for the Liberals on his, you may have the chance to make a play for his approval.",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44387,
        "fields": {
            "priority": 0,
            "description": "[May 1957] The seventh week of the campaign begins, as you round to the home stretch, where will you focus your party's efforts?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44388,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Prime Minister Louis St. Laurent delivered a speech in which he criticised your party for running, not under a 'Tory' party banner, but under a 'Diefenbaker' party banner. Alliser Grosart believes that these remarks will prove a boon for distancing the party from its toxic brand. How do you stand here?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44389,
        "fields": {
            "priority": 0,
            "description": "[May 1957] Last year's Soviet invasion of Hungary resulted in a mass wave of emigration from that country, including over 35 000 Hungarian refugees fleeing to Canada. How would you like to approach this issue on the campaign trail?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44390,
        "fields": {
            "priority": 0,
            "description": "[May 1957] The eighth week of the campaign has begun, leaving just a week to go before the election. Where would you like to focus your efforts now?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44391,
        "fields": {
            "priority": 0,
            "description": "[June 1957] As Louis St. Laurent delivered a speech in Toronto, a young heckler tore up a poster of the Prime Minister before being pushed from the stage and falling to the floor, and escorted from the hall. How do you want to hit on this 'June Surprise' at the end of the campaign?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44392,
        "fields": {
            "priority": 0,
            "description": "[June 1957] With the campaign nearing its conclusion, where do you wish to rally in its dying days?",
            "likelihood": 1
        }
    },
    {
        "model": "campaign_trail.question",
        "pk": 44393,
        "fields": {
            "priority": 0,
            "description": "[June 1957] As the election reaches its conclusion you give your final speech to a crowd of adoring supporters at Nipawin, Saskatchewan.",
            "likelihood": 1
        }
    }
]
