[
    {
        "model": "campaign_trail.answer",
        "pk": 4011,
        "fields": {
            "question": 4010,
            "description": "I will accept the position of Finance Minister. Our country is facing one of the most severe crises of its history. To get through it, we will need big changes. I can bring that change. It is my solemn duty to help Canada get through this crisis."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4012,
        "fields": {
            "question": 4010,
            "description": "I will not join the Trudeau Cabinet. The Prime Minister is currently fighting through a political firestorm, and I can't risk getting caught up in it."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4021,
        "fields": {
            "question": 4020,
            "description": "If we are to win against Poilievre's Conservatives, we need to reach out and grow our tent. I will appear on Juno News and make my case to their conservative audience."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4022,
        "fields": {
            "question": 4020,
            "description": "Canadians want a serious leader. That's why I will first be appearing in a CBC interview with Rosemary Barton. My command of the issues and policy will demonstrate that I am the most qualified person to be Prime Minister."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4023,
        "fields": {
            "question": 4020,
            "description": "I want to make clear my commitment to French Canadians by first appearing in an interview with Patrice Roy on Radio-Canada."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4024,
        "fields": {
            "question": 4020,
            "description": "I'm going to try something different. Instead of a political interview, I'll go on the Daily Show with Jon Stewart."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4031,
        "fields": {
            "question": 4030,
            "description": "The bottom line is that it's not going to happen. We can cooperate on trade or on defence, but we do things differently here."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4032,
        "fields": {
            "question": 4030,
            "description": "I support anything that promotes Canadian prosperity. Closer integration with the United States could benefit both our countries, and I would be interested in exploring that."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4033,
        "fields": {
            "question": 4030,
            "description": "Mr. Trump often says outlandish things. They don't deserve a response."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4034,
        "fields": {
            "question": 4030,
            "description": "Trump is threatening our sovereignty as an independent nation. We cannot let it stand. If he continues on this path, we should reconsider our military cooperation and seek other allies."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4041,
        "fields": {
            "question": 4040,
            "description": "These tariffs are a tax on American importers. That means American consumers will pay more for their food, their electricity, their gas, and other necessities. We should let Trump shoot himself in the foot."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4042,
        "fields": {
            "question": 4040,
            "description": "We need to retaliate with dollar-for-dollar, targeted counter-tariffs. Trump is a bully, and we can't give him an inch otherwise he will come back asking for more."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4043,
        "fields": {
            "question": 4040,
            "description": "This is an urgent threat to our economy. We need to do everything to address this issue, including targeted counter-tariffs, stronger border enforcement, and diversifying our trade partners."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4044,
        "fields": {
            "question": 4040,
            "description": "These tariffs would destroy our economy. We need to show Trump we are willing to work with him on the border and other issues."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4051,
        "fields": {
            "question": 4050,
            "description": "The decision was made after I quit my position as chair of the board to run for leadership. I no longer have any connection with Brookfield."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4052,
        "fields": {
            "question": 4050,
            "description": "We need a distraction from this. I'll put out some attacks on Poilievre for his lack of economic experience and his ties to elite circles."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4053,
        "fields": {
            "question": 4050,
            "description": "The changes reported are technical in nature, and with respect to jobs, Brookfield has clearly stated that Canadian operations were not impacted. This is a non-issue."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4061,
        "fields": {
            "question": 4060,
            "description": "We're their biggest supplier of semiconductors. We supply almost all their semiconductors. Everybody in the White House is a tech-bro except for Trump — they all need semiconductors, and they all come from Canada. Maybe one day they won't show up, we'll see."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4062,
        "fields": {
            "question": 4060,
            "description": "We're their biggest supplier of electricity, biggest supplier of fertilizer, biggest supplier of aluminium. They are dependent on us for trade, and we could consider putting some export restrictions."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4063,
        "fields": {
            "question": 4060,
            "description": "Trump always chickens out. We need to hold firm on our counter-tariffs, and he will come to the table. Just as he did in his first administration."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4064,
        "fields": {
            "question": 4060,
            "description": "We own a large amount of American treasury bonds. Hypothetically, if we were to sell them off, the American dollar could take a lot of damage."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4071,
        "fields": {
            "question": 4070,
            "description": "I'll focus on my biography. I have managed economic crises, built strong economies, and run tough negotiations. I have the experience to lead in this crucial time."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4072,
        "fields": {
            "question": 4070,
            "description": "I'll emphasize change. I will make clear that I want to turn the country around, distancing myself from Trudeau and his record."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4073,
        "fields": {
            "question": 4070,
            "description": "Laser focus on the economy. I will talk extensively about my detailed proposals for free trade within Canada, efficiency in the public service, and tax cuts for the middle class."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4074,
        "fields": {
            "question": 4070,
            "description": "I will talk about the Liberal values that unite us. These values drive us to work toward social progress, to protect the environment, and to support each other. I will carry this Liberal torch to make Canada a shining example, from coast to coast to coast."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4081,
        "fields": {
            "question": 4080,
            "description": "We don't have time for this. I will call the election immediately and hit the campaign trail. We have to strike while the iron is hot."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4082,
        "fields": {
            "question": 4080,
            "description": "I will reverse the increase in the capital gains tax and abolish the consumer carbon tax."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4083,
        "fields": {
            "question": 4080,
            "description": "I will call Parliament back into session to send out $400 cheques to every Canadian to support families through the affordability crisis."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4084,
        "fields": {
            "question": 4080,
            "description": "I will call Parliament back into session to approve funds to support workers who may lose their jobs because of the American tariffs."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4091,
        "fields": {
            "question": 4090,
            "description": "Elbows up! Canada never, ever, will be part of America in any way, shape or form. Trump is trying to break us, so America can own us. But this is Canada. We decide what happens here. Never 51!"
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4092,
        "fields": {
            "question": 4090,
            "description": "Canada is not broken. But it does need experienced leadership and a real plan to ensure all Canadians benefit in an increasingly dangerous world. I've worked under Liberal and Conservative governments to deliver for Canadians, and I got the job done. Pierre Poilievre has been a politician his entire life and in that entire time, he hasn't fixed a thing."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4093,
        "fields": {
            "question": 4090,
            "description": "We need to lead with our values. That means protecting our system of universal healthcare. Protecting $10-a-day childcare. Protecting our pensions. Protecting the right to abortion."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4094,
        "fields": {
            "question": 4090,
            "description": "I will focus on my plan for the economy. The Trudeau government did not put enough focus on the economy, and I will be different."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4101,
        "fields": {
            "question": 4100,
            "description": "I will campaign in Ottawa and Montreal. These are must-win regions that we need to secure."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4102,
        "fields": {
            "question": 4100,
            "description": "I'm heading to Vancouver. We can make some gains from the NDP there and lock down Surrey."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4103,
        "fields": {
            "question": 4100,
            "description": "I'll go to Alberta and Saskatchewan to show them I'm serious about national unity."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4104,
        "fields": {
            "question": 4100,
            "description": "I'm going to the Maritimes to win them back for the Liberal Party."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4111,
        "fields": {
            "question": 4110,
            "description": "Pierre Poilievre is the type of politician who is a life long politician, worships the market, and sees opportunity in tragedy to push an agenda of cutting taxes and taking away the social safety net."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4112,
        "fields": {
            "question": 4110,
            "description": "I'm going to run a positive campaign and avoid mentioning Poilievre."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4113,
        "fields": {
            "question": 4110,
            "description": "Mr. Poilievre is running on the same playbook as President Trump. You can't stand up to someone if you're using their playbook. Simple as that."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4114,
        "fields": {
            "question": 4110,
            "description": "Pierre Poilievre is weird. He refuses to get security clearance, shills for bitcoin, and disrespects political norms. And what's with all those three word slogans?"
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4121,
        "fields": {
            "question": 4120,
            "description": "I will have all my campaign materials translated into French, but I will avoid speaking French any more than necessary."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4122,
        "fields": {
            "question": 4120,
            "description": "I will put every effort into making my campaign bilingual. I will not hold back from speaking in French at rallies, even in English Canada. I will give as many French interviews as possible."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4123,
        "fields": {
            "question": 4120,
            "description": "I will prioritize making myself understood. That means speaking French and English in the respective communities. I will not hesitate to switch to English when I have difficulty expressing myself."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4131,
        "fields": {
            "question": 4130,
            "description": "I will ignore them as much as possible and run my own campaign. However, I will emphasize my progressive policies to draw their support."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4132,
        "fields": {
            "question": 4130,
            "description": "I will make this election a personality battle between myself and Poilievre. I will hammer that Poilievre cannot be trusted to stand up to Trump. Our very sovereignty is at stake."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4133,
        "fields": {
            "question": 4130,
            "description": "I will eviscerate these so-called \"progressive\" parties for splitting the vote."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4134,
        "fields": {
            "question": 4130,
            "description": "We need to focus on winning over conservatives. I will criticize the class warfare type language prominent in much of progressive politics and avoid any discussion of inequality."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4141,
        "fields": {
            "question": 4140,
            "description": "I will distance myself from his social progressivism. I will abolish the ministerial post for Women and Equality, affirm that there are two genders and that only biological women should have access to women-only spaces, and criticize budgetary spending on progressive social causes."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4142,
        "fields": {
            "question": 4140,
            "description": "I will criticize his administration wholesale to make clear our differences. His failed governance has given us a weak economy, soaring cost-of-living, and unsustainable immigration."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4143,
        "fields": {
            "question": 4140,
            "description": "We share values. But as Liberals, we must focus on both economic growth and fairness. Trudeau focused too much on one side of that equation. I will be different and will bring a laser focus on the economy."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4144,
        "fields": {
            "question": 4140,
            "description": "There's not much I would have done differently. Of course, we're different people so I will bring certain sensibilities about the economy that Trudeau didn't have."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4151,
        "fields": {
            "question": 4150,
            "description": "I will go on any popular program that will have me. As a new face in politics, I need to introduce myself to as wide a range of people as possible."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4152,
        "fields": {
            "question": 4150,
            "description": "I will give all the usual interviews with the press. I'll also go on business-oriented podcasts and cultural media to make a wide appeal."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4153,
        "fields": {
            "question": 4150,
            "description": "Canadians want a serious leader. I will only take interviews from established, journalistic, media organizations."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4154,
        "fields": {
            "question": 4150,
            "description": "I want to limit my media exposure. I will focus on campaigning and sticking to my rehearsed message."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4161,
        "fields": {
            "question": 4160,
            "description": "You want defenders of social justice like Nathalie Pronovost. Out of the tragedy of the shootings at Concordia, she became an activist and now she's running for us."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4162,
        "fields": {
            "question": 4160,
            "description": "I will recruit Christy Clark to run in Fleetwood-Port Kells. She is a former Liberal premier from British Columbia, and as premier she embodied fiscal responsibility and pragmatic governance with five balanced budgets and strong economic growth."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4163,
        "fields": {
            "question": 4160,
            "description": "I will highlight Gregor Robertson, a man with significant executive experience and vision. He was mayor of Vancouver for 10 years, served provincially in the BC NDP, and co-founded Happy Planet, an organic foods company. By the end of his mayoralty, Vancouver had the lowest unemployment in Canada, the most extensive bike network in North America, and became among the most livable cities in the world."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4164,
        "fields": {
            "question": 4160,
            "description": "I will talk about Priti Obhrai-Martin, our candidate for Calgary East. She is the daughter of Deepak Obhrai, a life-long Conservative who held the riding for nearly 20 years. Our campaign is bringing people together and uniting our country. Together, we will build Canada strong."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4171,
        "fields": {
            "question": 4170,
            "description": "Why not? I will attend to show I do not fear confrontation."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4172,
        "fields": {
            "question": 4170,
            "description": "I will refuse on the grounds that Pedneault, the Green party leader, was not invited."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4173,
        "fields": {
            "question": 4170,
            "description": "The network is charging $75,000 for my attendance. My campaign can easily pay for this, but I will refuse to attend on principle. Debates and media appearances should not be bought and sold, period."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4181,
        "fields": {
            "question": 4180,
            "description": "This was a terrible lapse of judgement on the part of Mr. Chiang. However, he has apologized, and I will take this as a teachable moment for him. He is a person of integrity with a quarter-century of service in his community, and I stand by his candidacy."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4182,
        "fields": {
            "question": 4180,
            "description": "I can't allow this to derail the campaign. I will quickly drop his candidacy for Markham-Unionville and nominate Peter Yuen instead."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4183,
        "fields": {
            "question": 4180,
            "description": "I will defend Paul Chiang and argue that his joke, while of bad taste, has no bearing on his qualifications as an MP. He is an excellent legislator and representative for his community, and I stand by his candidacy."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4191,
        "fields": {
            "question": 4190,
            "description": "I have the experience it takes to make the right decisions on the economy. I will have a relentless focus on the economy and delivering for Canadians."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4192,
        "fields": {
            "question": 4190,
            "description": "We are masters in our own home. I have a plan for free trade within Canada and expediting major economic projects. I will also use public investments to catalyze private investment into building Canada strong."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4193,
        "fields": {
            "question": 4190,
            "description": "I will restore investor confidence in our economy. Regulations have grown too burdensome and taxes are too high. I will move quickly to simplify our regulatory regime and reduce taxes on business. I want investors everywhere to see Canada as the most attractive option."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4194,
        "fields": {
            "question": 4190,
            "description": "We need to invest in Canadians. The best way to boost productivity is by giving people the tools they need. By increasing funding for trade schools and universities, ensuring families have access to affordable childcare, and investing into transit, we can build a more prosperous Canada."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4201,
        "fields": {
            "question": 4200,
            "description": "I'm no longer with Brookfield and the company followed all the rules. Next question."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4202,
        "fields": {
            "question": 4200,
            "description": "I know how the world works. That gives me the ability to put in place all of the necessary rules to ensure that the appropriate taxes are paid here in Canada."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4203,
        "fields": {
            "question": 4200,
            "description": "The structure was to make sure that Canadian pensioners could get the most benefit."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4204,
        "fields": {
            "question": 4200,
            "description": "I will be releasing a detailed plan on how we will close tax loopholes and ensure everyone pays their fair share."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4211,
        "fields": {
            "question": 4210,
            "description": "We need more doctors and more nurses; I will push for licensing reform to allow medical professionals to practice anywhere in Canada and make it easier for those with foreign credentials to become licensed. I will protect existing healthcare programs and will continue to expand the national dental care program."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4212,
        "fields": {
            "question": 4210,
            "description": "The cost of healthcare is increasing at an unsustainable rate. We need to come up with innovative solutions to bring down costs, including digitization and AI doctors."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4213,
        "fields": {
            "question": 4210,
            "description": "We need to invest more into our healthcare system. Procedure wait times are unacceptably high, and I will be laser focused on bringing them down."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4214,
        "fields": {
            "question": 4210,
            "description": "Healthcare is a provincial issue, and I will respect their jurisdiction. I will maintain provincial health transfers and work collaboratively with the premiers to find improvements."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4221,
        "fields": {
            "question": 4220,
            "description": "I will cite the statistics that indicate that crime rates are low compared to the historic average. We remain a safe country."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4222,
        "fields": {
            "question": 4220,
            "description": "We need to expand police powers to crack down on crime. For example, police should be authorized to search mail with a general warrant. We should also increase penalties for some crimes."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4223,
        "fields": {
            "question": 4220,
            "description": "You can't be tough on crime if you're not tough on guns. We need to continue with the gun buyback program and strengthen border enforcement to prevent guns from entering our country."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4224,
        "fields": {
            "question": 4220,
            "description": "We need to tackle the root causes of crime. The affordability crisis is hard on everyone, but particularly harms those on the margins of society. We need stronger support for the most vulnerable to prevent them from resorting to crime."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4231,
        "fields": {
            "question": 4230,
            "description": "Victoria. I will meet with Premier Eby and speak about our shared priorities."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4232,
        "fields": {
            "question": 4230,
            "description": "Hamilton and Niagara Falls. I will speak about how I will protect their manufacturing industries."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4233,
        "fields": {
            "question": 4230,
            "description": "Quebec City. I will reiterate my respect for provincial jurisdiction."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4234,
        "fields": {
            "question": 4230,
            "description": "Brampton and Scarborough. I will speak to their concerns about crime."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4241,
        "fields": {
            "question": 4240,
            "description": "Canada is an immigrant nation. Our diversity is what makes us strong. We should continue welcoming as many new Canadians as possible and invest into resources to help new immigrants integrate into our communities."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4242,
        "fields": {
            "question": 4240,
            "description": "The rapid growth of the temporary worker program is concerning considering the allegations of abuse and exploitation. We should restrict this program to address these concerns, instead focusing on welcoming refugees and supporting family reunification."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4243,
        "fields": {
            "question": 4240,
            "description": "Current immigration levels are unsustainable and have put a strain on housing, infrastructure, and public services. I will place a cap on temporary residents and reduce permanent resident admissions to ease that strain."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4244,
        "fields": {
            "question": 4240,
            "description": "We need to reform the system to attract the best talent in the world to build our economy. We should make sure that the immigrants we welcome are net contributors to our society."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4251,
        "fields": {
            "question": 4250,
            "description": "My plan includes a well-deserved tax cut for the middle class, lowering the bottom tax bracket from 15% to 14%."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4252,
        "fields": {
            "question": 4250,
            "description": "It's time to let Canadians keep more of what they earn. I will drop the bottom tax bracket to 12.75%."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4253,
        "fields": {
            "question": 4250,
            "description": "We don't need any tax cuts right now. We're heading into difficult times with the Trump tariffs, and we should use that money to support people who may lose their jobs from the economic disruption."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4254,
        "fields": {
            "question": 4250,
            "description": "I will raise the basic personal allowance to $19,500 and remove GST from essentials like energy bills."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4261,
        "fields": {
            "question": 4260,
            "description": "Housing is a provincial responsibility. I am calling on the Premiers to step up and find solutions on this issue."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4262,
        "fields": {
            "question": 4260,
            "description": "We have a massive housing shortage. We need to throw everything we can at this issue, including working with municipalities to relax zoning bylaws, investing to catalyze the private sector into action, exploring ways to increase construction productivity such as modular housing, and cutting the tax burden on home builders."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4263,
        "fields": {
            "question": 4260,
            "description": "The housing market is too distorted to operate efficiently. We need to remove burdensome regulations, speed up approvals, cut taxes on home building, and slash development charges. These reforms will unleash private investment and make the housing market function properly once again."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4264,
        "fields": {
            "question": 4260,
            "description": "Building more housing is not enough if the houses are not affordable. We need to lead the charge with large public investments into deeply affordable homes. We need to restrict foreign and corporate ownership of housing and provide stronger support for renters."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4271,
        "fields": {
            "question": 4270,
            "description": "Spend less, invest more. I will emphasize making a distinction between operating and capital budgets, and pledge to balance the operating budget by the end of my term."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4272,
        "fields": {
            "question": 4270,
            "description": "I will balance the operating budget by the end of the first year in office without any new taxes by making the government more efficient."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4273,
        "fields": {
            "question": 4270,
            "description": "I will focus on making investments that will grow the economy, allowing us to balance the budget without service cuts."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4274,
        "fields": {
            "question": 4270,
            "description": "I will both balance the budget and protect the funding of our public services. This will be made possible by a wealth tax on the ultra-wealthy, increased taxes on the profits of large corporations, and cracking down on tax evasion."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4281,
        "fields": {
            "question": 4280,
            "description": "What Israel is doing in Gaza is a genocide. We should be putting maximum pressure on the Israeli government to reach a permanent ceasefire and end their illegal occupation of Palestinian land."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4282,
        "fields": {
            "question": 4280,
            "description": "Israel must allow humanitarian aid to enter Gaza. I support an arms embargo and will work with our international partners to work towards a two-state solution."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4283,
        "fields": {
            "question": 4280,
            "description": "This is a far away issue that should not be of interest to Canadians. We have far more important issues to focus on, such as affordability and the economy."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4284,
        "fields": {
            "question": 4280,
            "description": "Israel has a right to defend itself. As the only democracy in the Middle East, its neighbours are a constant threat to it. To the Israeli people, I stand with you."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4291,
        "fields": {
            "question": 4290,
            "description": "Yes. I will work with the provinces and First Nations to simplify the approval process and use emergency powers to streamline the federal side of that equation."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4292,
        "fields": {
            "question": 4290,
            "description": "We need to focus on building up our LNG infrastructure, and that includes gas pipelines. LNG poses no spill risk and burns clean."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4293,
        "fields": {
            "question": 4290,
            "description": "I do not support new pipelines. The Trans Mountain pipeline remains below capacity. The world is shifting away from oil and gas, making a new pipeline an imprudent investment. We should be focusing on becoming a clean energy superpower."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4294,
        "fields": {
            "question": 4290,
            "description": "We need to do everything we can to expand the market access for our oil. This is an urgent matter of national and economic security. I will do everything in my power to get these projects moving immediately."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4301,
        "fields": {
            "question": 4300,
            "description": "Every dollar spent on weapons is a dollar not spent to invest into our economy. I will ensure the military has the necessary capabilities for our defence but no more."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4302,
        "fields": {
            "question": 4300,
            "description": "I will fund investments into our armed forces, including raising soldiers' pay and securing the Arctic. This will grow the military budget to 2% of GDP by 2030."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4303,
        "fields": {
            "question": 4300,
            "description": "We live in an increasingly dangerous world. We need large investments into the military, including 3.5% of GDP for personnel and procurement and an additional 1.5% of GDP for building infrastructure to support our troops from coast to coast to coast."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4304,
        "fields": {
            "question": 4300,
            "description": "With the threats from down south, it has become clear that we must become more self-reliant for our defence. I will cancel our participation in the F-35 program and launch a review of all procurement agreements with the US. We will aim to maximize domestic procurement and cooperate with the ReArm Europe plan."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4311,
        "fields": {
            "question": 4310,
            "description": "I will attack the Conservatives for their plans to cut the public service while quietly including similar cuts in my fiscal plan."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4312,
        "fields": {
            "question": 4310,
            "description": "The public service has been growing too quickly. I will slow the growth of the public sector, and improve productivity through the use of AI."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4313,
        "fields": {
            "question": 4310,
            "description": "I will defend the public service. These are hard-working men and women who help deliver the programs that millions of Canadians depend upon. Instead of outsourcing work to contractors, I will shift the work back to our civil servants. Let there be no doubt that the Conservatives will worsen service and cut essential programs."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4314,
        "fields": {
            "question": 4310,
            "description": "We need to spend less and invest more. I will introduce large cuts to the government bureaucracy, freeing up funds to catalyze private investment and economic growth."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4321,
        "fields": {
            "question": 4320,
            "description": "I'll take the fight to Poilievre. I will hammer him on his populist approach to politics and compare him with Donald Trump."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4322,
        "fields": {
            "question": 4320,
            "description": "I will stay cool and collected, focusing on fending off attacks from my opponents."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4323,
        "fields": {
            "question": 4320,
            "description": "I will use the debate as a platform to communicate my economic plan. I don't just talk; I have a strong record for managing economies."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4324,
        "fields": {
            "question": 4320,
            "description": "I will make a full-throated defense of our valued social programs. From childcare, to dentalcare, to pharmacare, we Liberals have built a more equal and fair society."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4331,
        "fields": {
            "question": 4330,
            "description": "I will focus my efforts broadly across the country."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4332,
        "fields": {
            "question": 4330,
            "description": "I will campaign in Edmonton, Calgary, and Saskatoon. Alberta and Saskatchewan may be conservative provinces, but we have a chance for a breakthrough in the cities."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4333,
        "fields": {
            "question": 4330,
            "description": "I will campaign in the Maritimes. This region is rich in seats for its population, and we need to lock them down."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4334,
        "fields": {
            "question": 4330,
            "description": "The Greater Toronto Area. The suburbs are always in contention."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4341,
        "fields": {
            "question": 4340,
            "description": "I will cancel my campaign events and fly to Vancouver to offer my condolences to the victims and their families."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4342,
        "fields": {
            "question": 4340,
            "description": "I will call for stronger gun control to prevent attacks like these. If even one such event can be prevented, we have a responsibility to act."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4343,
        "fields": {
            "question": 4340,
            "description": "We need more funds for mental health care to prevent tragedies like this from occurring."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4344,
        "fields": {
            "question": 4340,
            "description": "The culprit was known to police. He should have been locked up before he could cause so much harm."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4351,
        "fields": {
            "question": 4350,
            "description": "This election is a decision between unity and division. Between hope and fear. Between building up and tearing down. The future of Canada is at stake."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4352,
        "fields": {
            "question": 4350,
            "description": "We don't need chaos, we need calm. We don't need anger, we need an adult, and we need action. Because we need to fight, we need to protect, and we need to build. Elbows up!"
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4353,
        "fields": {
            "question": 4350,
            "description": "Pierre Poilievre's war on \"woke\" is dangerous and has no place in Canada. He is stoking fears and resentment, entrenching division, and legitimizing extreme positions. We need to send a message that this divisive American messaging is not welcome here."
        }
    },
    {
        "model": "campaign_trail.answer",
        "pk": 4354,
        "fields": {
            "question": 4350,
            "description": "Your dreams are the same as mine. A country that is safe, where people are kind to each other and get along, where everyone has a place to call home, and people can be who they want to be. Our children should be able to dream about a positive future, not worry about an economic crisis. With everyone pulling together, we will emerge stronger."
        }
    }
]